import React from 'react';

const About = () => {
    return (
        <div className='container mx-auto  p-1 rounded-md '>
            <h2 className='text-2xl font-bold mt-5 text-center p-2'>🏦 About Us (আমাদের সম্পর্কে)</h2> 

            <p className='mt-5 text-bg-base-100 p-10 text-center max-w-500 mx-auto line-height:20 '> 
                আমরা বিশ্বাস করি, আর্থিক সহায়তা কখনো জটিল হওয়া উচিত নয়।  আমাদের যাত্রা শুরু হয়েছে একটি সহজ কিন্তু শক্তিশালী লক্ষ্য নিয়ে—সঠিক সময়ে, <br/> সঠিক মানুষের কাছে, স্বচ্ছ ও দায়িত্বশীল ঋণসেবা পৌঁছে দেওয়া।

               এই প্ল্যাটফর্মটি তৈরি করা হয়েছে আধুনিক ডিজিটাল ব্যাংকিং নীতিমালা অনুসরণ করে, <br/> যেখানে প্রযুক্তি ব্যবহার করা হয় গ্রাহকের অভিজ্ঞতা সহজ করার জন্য, জটিলতা বাড়ানোর জন্য নয়। আমরা গ্রাহকের প্রয়োজন বুঝে দ্রুত সিদ্ধান্ত গ্রহণে বিশ্বাস করি <br /> এবং প্রতিটি লোন আবেদন মূল্যায়ন করি নিরপেক্ষতা ও দায়িত্ববোধের সঙ্গে।

                আমাদের টিম গঠিত হয়েছে অভিজ্ঞ ফিন্যান্স ও টেকনোলজি প্রফেশনালদের সমন্বয়ে, <br /> যারা দীর্ঘদিন ধরে আর্থিক খাতে কাজ করে আসছেন। <br /> নিরাপত্তা, স্বচ্ছতা এবং বিশ্বাস—এই তিনটি স্তম্ভের ওপর দাঁড়িয়ে আমরা আমাদের প্রতিটি সেবা পরিচালনা করি।

                আমরা শুধু ঋণ দেই না, আমরা দীর্ঘমেয়াদি আর্থিক অংশীদারিত্ব গড়ে তুলি।
            </p>
        </div>
    );
};

export default About;
