import React from 'react';

const Contack = () => {
    return (
        <div className='container mx-auto  p-1 rounded-md'>
         <h2 className='text-3xl font-bold mt-5 text-center p-2'>📞 Contact Us (যোগাযোগ করুন)</h2>
 <p className='mt-7 p-2 mx-auto text-center max-w-200 text-md '> 
    আমরা জানি, আর্থিক সিদ্ধান্ত নেওয়ার সময় সঠিক তথ্য ও নির্ভরযোগ্য যোগাযোগ কতটা গুরুত্বপূর্ণ। <br /> তাই আপনার যেকোনো প্রশ্ন, মতামত বা সহায়তার জন্য আমাদের টিম সবসময় প্রস্তুত। <br />
আমরা জানি, আর্থিক সিদ্ধান্ত নেওয়ার সময় সঠিক তথ্য ও নির্ভরযোগ্য যোগাযোগ কতটা গুরুত্বপূর্ণ। তাই আপনার যেকোনো প্রশ্ন, মতামত বা সহায়তার জন্য আমাদের টিম সবসময় প্রস্তুত। <br /> 
 <p className='mt-5'>


আপনি যদি লোন আবেদন সংক্রান্ত তথ্য জানতে চান, চলমান কোনো আবেদনের আপডেট প্রয়োজন হয়, অথবা সাধারণ কোনো জিজ্ঞাসা থাকে—আমাদের সঙ্গে যোগাযোগ করবেন।
 <br />
যোগাযোগের মাধ্যম: <br />
 <p className='text-center'> 

     <p className='font-bold text-xl mt-5'>Email:loanlink1971@gmail.com</p>
  
 <p className='font-bold text-xl mt-2'>Phone/Whatsapp :+880 1787749095</p>

 </p>

 

  </p>

 <p className='mt-5 '> 


অফিস সময়: রোববার - বৃহস্পতিবার | সকাল ৯টা - সন্ধ্যা ৬টা

আমরা প্রতিটি বার্তার উত্তর দেওয়ার চেষ্টা করি দ্রুততম সময়ে এবং সর্বোচ্চ পেশাদারিত্ব বজায় রেখে।


 </p>
</p>
        </div>
    );
};

export default Contack;